test/request-response-samples/RequestHeaders__propogate_basic_security_no_timestamp/request.xml

<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Header>
		<wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
			<wsse:UsernameToken wsu:Id="SecurityToken-2014-10-12T01:02:03Z">
				<wsse:Username>basicuser</wsse:Username>
                <wsu:Created>2014-10-12T01:02:03Z</wsu:Created>
				<wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">basicpass</wsse:Password>
			</wsse:UsernameToken>
		</wsse:Security>
</soap:Header>
<soap:Body>
		<ns1:Request xmlns:ns1="http://www.example.com/v1"/>
</soap:Body>
</soap:Envelope>